[HunterOfChryssalids X2TraitTemplate]
TraitFriendlyName="寄生兽猎人"
TraitDescription="该单位遇到敌人寄生兽时，造成额外伤害。"

[HunterOfChryssalidsPassive X2AbilityTemplate]
LocFriendlyName="寄生兽猎人"
LocLongDescription="该单位遇到敌人寄生兽时，造成额外伤害。"

[HunterOfMOCX X2TraitTemplate]
TraitFriendlyName="MOCX猎人"
TraitDescription="该单位遇到敌方MOCX士兵时，造成额外伤害。"

[HunterOfMOCXPassive X2AbilityTemplate]
LocFriendlyName="MOCX猎人"
LocLongDescription="该单位遇到敌方MOCX士兵时，造成额外伤害。"

[Trait_AshWitchKiller X2TraitTemplate]
TraitFriendlyName="巫师猎人"
TraitDescription="该单位遇到敌人变种人术士时，造成额外伤害。"

[WitchHunterPassive X2AbilityTemplate]
LocFriendlyName="巫师猎人"
LocLongDescription="该单位遇到敌人变种人术士时，造成额外伤害。"
